<?php // 正體中文
/* contributed by Chieh (http://blog.chieh.tw)    */
/* contributed by Hina (http://hina.ushiisland.net/blog/)    */

/* Timezones */
$__text['Asia/Seoul'] = '韓國';
$__text['Asia/Tokyo'] = '日本';
$__text['Asia/Shanghai'] = '中國';
$__text['Asia/Taipei'] = '台灣';
$__text['Asia/Calcutta'] = '印度';
$__text['Europe/Berlin'] = '德國';
$__text['Europe/Paris'] = '法國';
$__text['Europe/London'] = '英國';
$__text['GMT'] = '格林尼治標準時間';
$__text['America/New_York'] = '紐約(美國)';
$__text['America/Chicago'] = '芝加哥(美國)';
$__text['America/Denver'] = '丹佛(美國)';
$__text['America/Los_Angeles'] = '洛杉磯(美國)';
$__text['Australia/Sydney'] = '悉尼(澳大利亞)';
$__text['Australia/Melbourne'] = '墨爾本(澳大利亞)';
$__text['Australia/Adelaide'] = '阿德萊德(澳大利亞)';
$__text['Australia/Darwin'] = '達爾文(澳大利亞)';
$__text['Australia/Perth'] = '珀斯(澳大利亞)';


$__text['첫번째 점검'] = '初始化檢查';
$__text['성공'] = '成功';
$__text['실패'] = '失敗';
$__text['페이지 캐시를 초기화합니다.'] = '重設頁面緩存。';
//$__text['Memcached 캐시를 초기화합니다.'] = '';
$__text['공지사항 캐시를 초기화합니다.'] = '正在重設公告。';
$__text['텍스트큐브를 점검합니다.'] = '更新，檢查Textcube。';
$__text['텍스트큐브 점검을 시작합니다.'] = '開始檢查 TextCube。';
$__text['버전 검사'] = '版本確認';
$__text['기존 버전 - %1'] = '已有的版本 - %1';
$__text['현재 버전 - %1'] = '上一個版本 - %1';
$__text['변경 중'] = '變更中';
$__text['데이터베이스 호환성을 위하여 댓글 테이블의 자동 증가 설정을 제거합니다.'] = '更新資料庫回覆資料表的 AutoIncrese 的屬性。';
$__text['데이터베이스 호환성을 위하여 트랙백 테이블의 자동 증가 설정을 제거합니다.'] = '更新資料庫引用資料表的 AutoIncrese 的屬性。';
$__text['데이터베이스 호환성을 위하여 댓글 테이블의 인덱스 설정을 변경합니다.'] = '更新資料庫回覆資料表的索引。';
$__text['글 버전 관리및 비교를 위한 테이블을 추가합니다.'] = '製作管理與文章的新的資料表。';
$__text['오픈아이디 사용자 테이블을 만듭니다'] = '製作 OpenID 使用者資料表';
$__text['Comments 테이블에 openid 필드를 추가합니다.'] = '以 OpenID 過濾回覆資料表。';
$__text['오픈아이디 댓글 테이블을 기존 댓글 테이블에 병합합니다'] = '將 OpenID 的回覆與資料庫現有的回覆資料表合併';
$__text['Links 테이블의 공개 여부 설정 필드의 속성을 변경합니다.'] = '更新公開的鏈結清單裡的屬性設定';
$__text['Links 테이블에 공개 여부 설정 필드와 XFN 마이크로포맷을 위한 필드를 추가합니다.'] = '在公開的鏈結清單裡設置與調用 XFN';
$__text['동시 접속자 관리를 위하여 세션 테이블의 인덱스 설정을 변경합니다.'] = '登入管理的同時更新 session 資料表索引。';
$__text['트랙백 불러오기 속도를 개선하기 위하여 트랙백 테이블의 인덱스 설정을 변경합니다.'] = '製作引用資料表索引以改善引用資料的速度';
$__text['SessionVisits 테이블의 블로그 정보 필드 이름을 변경합니다.'] = '依照 SessionVisits 資料表更新部落格資訊。';
$__text['블로그 설정 불러오기 속도를 개선하기 위하여 블로그 설정 테이블의 인덱스 설정을 변경합니다.'] = '更新資料庫所引以增加部落格反應速度。';
$__text['스킨 설정 테이블에 저자별 페이지 출력 설정을 위한 필드를 추가합니다.'] = '模板設定中新增貢獻者資訊相關資料表。';
$__text['엔트리 테이블의 주 인덱스에 draft를 추가합니다.'] = '對於文章數據庫製作草稿資料索引。';
$__text['본문 테이블에 별표 및 작성 중 글 표시를 위한 필드를 추가합니다.'] = '產生文章過濾以顯示星號標記與其他文章的清單。';
$__text['id의 도용을 막기 위하여 같은 사용자 id를 사용할 수 없도록 합니다.'] = '為了避免 ID 不正當申請與使用，將禁止此 ID 申請或登錄。';
$__text['링크 카테고리 테이블을 만듭니다'] = '鏈結新分類增加成功';
//$__text['fancyURL이 적용되지 않는 공지 글에 슬로건을 추가합니다.'] = '';
$__text['필터 테이블에 예외 목록을 추가하기 위하여 필드 속성을 변경합니다.'] = '變更過濾器資料表，追加空白網址例外清單設定。';
//$__text['트랙백 테이블에 컨텐츠 종류를 판단하기 위한 필드를 추가합니다.'] = '';
//$__text['원격 댓글 지원 기능을 위해 트랙백 테이블의 이름을 변경합니다.'] = '';
//$__text['핑백 기능을 위해 글 테이블에 핑백 필드를 추가합니다.'] = '';
//$__text['권한 관리 테이블의 이름을 변경합니다.'] = '';
//$__text['글과 위경도 좌표 연동을 위한 필드를 추가합니다.'] = '';
//$__text['댓글과 위경도 좌표 연동을 위한 필드를 추가합니다.'] = '';
//$__text['다양한 데이터베이스 엔진 호환성을 위하여 자동 증가 설정을 제거합니다.'] = '';
//$__text['다양한 데이터베이스 엔진 호환성을 위하여 모든 필드의 이름을 소문자로 변환합니다.'] = '';
$__text['htaccess 규칙을 수정합니다.'] = '更新 .htaccess 規則';
$__text['완료되었습니다.'] = '已完成。';
$__text['확인되었습니다.'] = '已確認';
?>