<?php
//$__text['fontDisplayName:fontCode:fontFamily'] = '';
$__text['(찾아보기를 이용하여 사진을 선택하시면 바로 <b>변경</b> 저장됩니다)'] = '(画像を選択するとすぐに<strong>更新</strong>されます。)';
$__text['굵게'] = '太字';
$__text['글자색'] = '字色';
$__text['글자체'] = '字体';
$__text['기울임'] = '斜体';
$__text['등록된 프로필 사진을 삭제 하였습니다.'] = '個人画像の削除完了';
$__text['밑줄'] = '下線';
$__text['삭제할 파일이 없습니다. 다시 시도하세요'] = '削除対象が存在しません、ご確認ください。';
$__text['새로운 프로필 사진을 저장 했습니다.'] = '新規画像の保存完了';
$__text['잘못된 파일 형식입니다. 다시 시도하세요'] = '正しくない形式のファイルです、ご確認ください。';
$__text['저장하기'] = '保存';
$__text['정말 삭제하시겠습니까?'] = '削除します、よろしいですか？';
$__text['크기'] = 'Size';
$__text['팀블로그 정보를 설정합니다'] = 'チームブログ設定';
$__text['프로필 내용'] = '自己紹介';
$__text['프로필 사진 초기화'] = '個人画像リセット';
$__text['프로필 사진'] = '個人画像';
$__text['필명 설정'] = '名前設定';
$__text['필명 스타일'] = '名前類型';
?>