<?php
//$__text['(찾아보기를 이용하여 사진을 선택하시면 바로 <b>변경</b> 저장됩니다)'] = '';
//$__text['fontDisplayName:fontCode:fontFamily'] = '';
//$__text['굵게'] = '';
//$__text['글자색'] = '';
//$__text['글자체'] = '';
//$__text['기울임'] = '';
//$__text['등록된 프로필 사진을 삭제 하였습니다.'] = '';
//$__text['밑줄'] = '';
//$__text['삭제할 파일이 없습니다. 다시 시도하세요'] = '';
//$__text['새로운 프로필 사진을 저장 했습니다.'] = '';
//$__text['잘못된 파일 형식입니다. 다시 시도하세요'] = '';
//$__text['저장하기'] = '';
//$__text['정말 삭제하시겠습니까?'] = '';
//$__text['크기'] = '';
//$__text['팀블로그 정보를 설정합니다'] = '';
//$__text['프로필 내용'] = '';
//$__text['프로필 사진 초기화'] = '';
//$__text['프로필 사진'] = '';
//$__text['필명 설정'] = '';
//$__text['필명 스타일'] = '';
?>