<?php  //日本語
/* Translated by Louice P. (http://www.louice.net/) */
/* Contributed by !Nazu NT */
/* Contributed by Shungchul Kim */
/* Contributed by M. Satoh */
/* Contributed by Taku S. */

/* 標準時間一覧 */
$__text['default:Asia/Seoul'] = '大韓民国(ソウル)';
$__text['Asia/Seoul'] = '大韓民国(ソウル)';
$__text['Asia/Tokyo'] = '日本(東京)';
$__text['Asia/Shanghai'] = '中華人民共和国(北京・上海)';
$__text['Asia/Taipei'] = '台湾(台北)';
$__text['Asia/Calcutta'] = 'インド(カルカッタ)';
$__text['Europe/Berlin'] = 'ドイツ(ベルリン)';
$__text['Europe/Paris'] = 'フランス(パリ)';
$__text['Europe/London'] = 'イギリス(ロンドン)';
$__text['GMT'] = '国際標準時 (GMT)';
$__text['America/New_York'] = '米東部標準時 (ニューヨーク)';
$__text['America/Chicago'] = '米中西部標準時 (シカゴ)';
$__text['America/Denver'] = '米山岳標準時 (デンバー)';
$__text['America/Los_Angeles'] = '米太平洋標準時 (ロサンゼルス)';
$__text['Australia/Sydney'] = 'オーストラリア(シドニー)';
$__text['Australia/Adelaide'] = 'オーストラリア(アデレード)';
$__text['Australia/Melbourne'] = 'オーストラリア(メルボルン)';
$__text['Australia/Darwin'] = 'オーストラリア(ダーウィン)';
$__text['Australia/Perth'] = 'オーストラリア(パース)';

$__text['Comments 테이블에 openid 필드를 추가합니다.'] = 'Comments テーブルから openid フィールドを作成します。';
$__text['Links 테이블에 공개 여부 설정 필드와 XFN 마이크로포맷을 위한 필드를 추가합니다.'] = 'Linksテーブルにリンク公開設定フィールドとXFNフィールドを作成します。';
$__text['Links 테이블의 공개 여부 설정 필드의 속성을 변경합니다.'] = 'Linksテーブルの公開設定フィールドの属性を更新します。';
//$__text['Memcached 캐시를 초기화합니다.'] = '';
$__text['SessionVisits 테이블의 블로그 정보 필드 이름을 변경합니다.'] = 'SessionVisits テーブルのブログ情報フィールド名称を更新します。';
$__text['fancyURL이 적용되지 않는 공지 글에 슬로건을 추가합니다.'] = 'fancyURLを利用しない告知記事に短縮リンクを適用します。';
$__text['htaccess 규칙을 수정합니다.'] = '.htaccess規則を更新します。';
$__text['id의 도용을 막기 위하여 같은 사용자 id를 사용할 수 없도록 합니다.'] = 'IDの不正利用を防ぐため、既登録IDの再作成を禁止します。';
$__text['공지사항 캐시를 초기화합니다.'] = '告知キャッシュをリセットします。';
//$__text['권한 관리 테이블의 이름을 변경합니다.'] = '';
$__text['글 버전 관리및 비교를 위한 테이블을 추가합니다.'] = '記事の管理や版本比較のための新規テーブルを作成します。';
//$__text['글과 위경도 좌표 연동을 위한 필드를 추가합니다.'] = '';
$__text['기존 버전 - %1'] = '既存版本 - %1';
//$__text['다양한 데이터베이스 엔진 호환성을 위하여 모든 필드의 이름을 소문자로 변환합니다.'] = '';
//$__text['다양한 데이터베이스 엔진 호환성을 위하여 자동 증가 설정을 제거합니다.'] = '';
//$__text['댓글과 위경도 좌표 연동을 위한 필드를 추가합니다.'] = '';
$__text['데이터베이스 호환성을 위하여 댓글 테이블의 인덱스 설정을 변경합니다.'] = 'データベースの交換性のためコメントテーブルのインデックスを更新します。';
$__text['데이터베이스 호환성을 위하여 댓글 테이블의 자동 증가 설정을 제거합니다.'] = 'データベースの交換性のためコメントテーブルのAutoIncrese属性を解除します。';
$__text['데이터베이스 호환성을 위하여 트랙백 테이블의 자동 증가 설정을 제거합니다.'] = 'データベースの交換性のためトラックバックテーブルのAutoIncrese属性を解除します。';
$__text['동시 접속자 관리를 위하여 세션 테이블의 인덱스 설정을 변경합니다.'] = '同時接続者の管理のためセッションテーブルのインデックス設定を更新します。';
//$__text['라인 기능에 여러 라인의 통합을 위한 필드를 추가합니다.'] = '';
//$__text['라인 기능을 위한 테이블을 만듭니다'] = '';
$__text['링크 카테고리 테이블을 만듭니다'] = 'ブックマーク分類テーブルを作成します。';
$__text['버전 검사'] = '版本確認';
$__text['변경 중'] = '更新中…';
$__text['본문 테이블에 별표 및 작성 중 글 표시를 위한 필드를 추가합니다.'] = '本文テーブルにスターマークや作成中の記事を表示するため新規フィールドを作成します。';
$__text['블로그 설정 불러오기 속도를 개선하기 위하여 블로그 설정 테이블의 인덱스 설정을 변경합니다.'] = 'ブログの反応速度改善のため設定テーブルのインデックス設定を更新します。';
$__text['성공'] = '成功';
$__text['스킨 설정 테이블에 저자별 페이지 출력 설정을 위한 필드를 추가합니다.'] = 'テーマ設定テーブルに投稿者情報ページの出力設定のため新規フィールドを作成します。';
//$__text['스킨 설정 테이블의 구조를 변경합니다.'] = '';
$__text['실패'] = '失敗';
$__text['엔트리 테이블의 주 인덱스에 draft를 추가합니다.'] = 'エントリテーブルのメインインデックスにdraftフィールドを作成します。';
$__text['오픈아이디 댓글 테이블을 기존 댓글 테이블에 병합합니다'] = 'OpenIDコメントテーブルを既存のコメントテーブルと併合します。';
$__text['오픈아이디 사용자 테이블을 만듭니다'] = 'OpenID利用者テーブルを作成します。';
$__text['완료되었습니다.'] = '完了しました。';
//$__text['원격 댓글 지원 기능을 위해 트랙백 테이블의 이름을 변경합니다.'] = '';
//$__text['위젯 기능 및 오픈소셜 지원을 위한 테이블을 만듭니다'] = '';
$__text['첫번째 점검'] = 'First Maintanence';
$__text['텍스트큐브 점검을 시작합니다.'] = 'Textcubeを点検します。';
$__text['텍스트큐브를 점검합니다.'] = 'Textcubeを点検します。';
$__text['트랙백 불러오기 속도를 개선하기 위하여 트랙백 테이블의 인덱스 설정을 변경합니다.'] = 'トラックバック動作速度の改善のためトラックバックテーブルのインデックス設定を更新します。';
//$__text['트랙백 테이블에 컨텐츠 종류를 판단하기 위한 필드를 추가합니다.'] = '';
//$__text['트랙백 테이블의 호환성을 위하여 필드 이름을 변경합니다.'] = '';
$__text['페이지 캐시를 초기화합니다.'] = 'ページキャッシュをリセットします。';
$__text['필터 테이블에 예외 목록을 추가하기 위하여 필드 속성을 변경합니다.'] = '拒否除外設定のため、拒否テーブルの属性を更新します。';
//$__text['필터 호환성을 위하여 필드의 이름을 변경합니다.'] = '';
//$__text['핑백 기능을 위해 글 테이블에 핑백 필드를 추가합니다.'] = '';
$__text['현재 버전 - %1'] = '現在版本 - %1';
$__text['확인되었습니다.'] = '確認しました。';
?>