<?php // 한국어
/* contributed by inureyes */
/* contributed by spirited */ 

/* 지역 표시 */
$__text['Asia/Seoul'] = '대한민국';
$__text['Asia/Tokyo'] = '일본';
$__text['Asia/Shanghai'] = '중국';
$__text['Asia/Taipei'] = '대만';
$__text['Asia/Calcutta'] = '인도';
$__text['Europe/Berlin'] = '독일';
$__text['Europe/Paris'] = '프랑스';
$__text['Europe/London'] = '영국';
$__text['GMT'] = '세계 표준 시간';
$__text['America/New_York'] = '미국/뉴욕 (동부 시간)';
$__text['America/Chicago'] = '미국/시카고 (중부 시간)';
$__text['America/Denver'] = '미국/덴버 (산악지대 시간)';
$__text['America/Los_Angeles'] = '미국/LA (태평양 시간)';
$__text['Australia/Sydney'] = '호주/시드니';
$__text['Australia/Melbourne'] = '호주/멜번';
$__text['Australia/Adelaide'] = '호주/아들레이드';
$__text['Australia/Darwin'] = '호주/다윈';
$__text['Australia/Perth'] = '호주/퍼스';
/* 요일 표시 */
$__text['일요일'] = '일';
$__text['월요일'] = '월';
$__text['화요일'] = '화';
$__text['수요일'] = '수';
$__text['목요일'] = '목';
$__text['금요일'] = '금';
$__text['토요일'] = '토';


//$__text['Comments 테이블에 openid 필드를 추가합니다.'] = '';
//$__text['Links 테이블에 공개 여부 설정 필드와 XFN 마이크로포맷을 위한 필드를 추가합니다.'] = '';
//$__text['Links 테이블의 공개 여부 설정 필드의 속성을 변경합니다.'] = '';
//$__text['Memcached 캐시를 초기화합니다.'] = '';
//$__text['SessionVisits 테이블의 블로그 정보 필드 이름을 변경합니다.'] = '';
//$__text['fancyURL이 적용되지 않는 공지 글에 슬로건을 추가합니다.'] = '';
//$__text['htaccess 규칙을 수정합니다.'] = '';
//$__text['id의 도용을 막기 위하여 같은 사용자 id를 사용할 수 없도록 합니다.'] = '';
//$__text['공지사항 캐시를 초기화합니다.'] = '';
//$__text['권한 관리 테이블의 이름을 변경합니다.'] = '';
//$__text['글 버전 관리및 비교를 위한 테이블을 추가합니다.'] = '';
//$__text['글과 위경도 좌표 연동을 위한 필드를 추가합니다.'] = '';
//$__text['기존 버전 - %1'] = '';
//$__text['다양한 데이터베이스 엔진 호환성을 위하여 모든 필드의 이름을 소문자로 변환합니다.'] = '';
//$__text['다양한 데이터베이스 엔진 호환성을 위하여 자동 증가 설정을 제거합니다.'] = '';
//$__text['댓글과 위경도 좌표 연동을 위한 필드를 추가합니다.'] = '';
//$__text['데이터베이스 호환성을 위하여 댓글 테이블의 인덱스 설정을 변경합니다.'] = '';
//$__text['데이터베이스 호환성을 위하여 댓글 테이블의 자동 증가 설정을 제거합니다.'] = '';
//$__text['데이터베이스 호환성을 위하여 트랙백 테이블의 자동 증가 설정을 제거합니다.'] = '';
//$__text['동시 접속자 관리를 위하여 세션 테이블의 인덱스 설정을 변경합니다.'] = '';
//$__text['라인 기능에 여러 라인의 통합을 위한 필드를 추가합니다.'] = '';
//$__text['라인 기능을 위한 테이블을 만듭니다'] = '';
//$__text['링크 카테고리 테이블을 만듭니다'] = '';
//$__text['버전 검사'] = '';
//$__text['변경 중'] = '';
//$__text['본문 테이블에 별표 및 작성 중 글 표시를 위한 필드를 추가합니다.'] = '';
//$__text['블로그 설정 불러오기 속도를 개선하기 위하여 블로그 설정 테이블의 인덱스 설정을 변경합니다.'] = '';
//$__text['성공'] = '';
//$__text['스킨 설정 테이블에 저자별 페이지 출력 설정을 위한 필드를 추가합니다.'] = '';
//$__text['스킨 설정 테이블의 구조를 변경합니다.'] = '';
//$__text['실패'] = '';
//$__text['엔트리 테이블의 주 인덱스에 draft를 추가합니다.'] = '';
//$__text['오픈아이디 댓글 테이블을 기존 댓글 테이블에 병합합니다'] = '';
//$__text['오픈아이디 사용자 테이블을 만듭니다'] = '';
//$__text['완료되었습니다.'] = '';
//$__text['원격 댓글 지원 기능을 위해 트랙백 테이블의 이름을 변경합니다.'] = '';
//$__text['위젯 기능 및 오픈소셜 지원을 위한 테이블을 만듭니다'] = '';
//$__text['첫번째 점검'] = '';
//$__text['텍스트큐브 점검을 시작합니다.'] = '';
//$__text['텍스트큐브를 점검합니다.'] = '';
//$__text['트랙백 불러오기 속도를 개선하기 위하여 트랙백 테이블의 인덱스 설정을 변경합니다.'] = '';
//$__text['트랙백 테이블에 컨텐츠 종류를 판단하기 위한 필드를 추가합니다.'] = '';
//$__text['트랙백 테이블의 호환성을 위하여 필드 이름을 변경합니다.'] = '';
//$__text['페이지 캐시를 초기화합니다.'] = '';
//$__text['필터 테이블에 예외 목록을 추가하기 위하여 필드 속성을 변경합니다.'] = '';
//$__text['필터 호환성을 위하여 필드의 이름을 변경합니다.'] = '';
//$__text['핑백 기능을 위해 글 테이블에 핑백 필드를 추가합니다.'] = '';
//$__text['현재 버전 - %1'] = '';
//$__text['확인되었습니다.'] = '';
?>