<?php
//$__text['10위까지만 출력합니다'] = '';
//$__text['15위까지만 출력합니다'] = '';
//$__text['5위까지만 출력합니다'] = '';
//$__text['각 검색어가 검출된 주소를'] = '';
//$__text['개'] = '';
//$__text['개수'] = '';
//$__text['검색어 순위 출력은'] = '';
//$__text['검색어명'] = '';
//$__text['검색어에 주로 쓰인 단어'] = '';
//$__text['리퍼러 검색어 통계'] = '';
//$__text['모든 순위를 출력합니다'] = '';
//$__text['순위'] = '';
//$__text['위'] = '';
//$__text['총 검색어 개수'] = '';
//$__text['총 리퍼러 개수'] = '';
//$__text['출력하지 않습니다'] = '';
//$__text['출력합니다'] = '';
//$__text['필터링된 리퍼러 개수'] = '';
?>